Repository: Albinoman887/plugin.audio.tidal2
Catalog: resources/language/*/strings.po
Languages: german

# #30001
source: Session Data
german: Session-Daten

# #30002
source: Extended
german: Erweitert

# #30004
source: Music Quality
german: Musik-Qualität

# #30008
source: User ID
german: Benutzer-ID

# #30010
source: Subscription Type
german: Abonnement-Typ

# #30011
source: Country for Local Media
german: Land für lokale Inhalte

# #30014
source: Max. number of list items per page
german: Max. Anzahl Einträge pro Seite

# #30015
source: Client-Unique-Key
german: Client-Unique-ID

# #30016
source: Mark Favorites in Labels
german: Favoriten in Label markieren

# #30017
source: Append User Playlist Names to Labels
german: User-Paylist-Namen zum Label hinzufügen

# #30020
source: Device
german: Gerät

# #30022
source: Access Token expires at
german: Access-Token läuft ab am

# #30023
source: Show Album Year in Labels
german: Album-Jahr im Label anzeigen

# #30024
source: Add HiRes/Atmos to Labels
german: HiRes/Atmos zum Label hinzufügen

# #30025
source: Options
german: Optionen

# #30027
source: Addon-Settings
german: Addon-Einstellungen

# #30028
source: Device Type
german: Gerätetyp

# #30029
source: Enable lyrics
german: Lyrics/Songtexte aktivieren

# #30030
source: Install TIDAL lyrics scraper
german: TIDAL lyrics scraper installieren

# #30031
source: Uninstall TIDAL lyrics scraper
german: TIDAL lyrics scraper deinstallieren

# #30033
source: Install CU LRC Lyrics addon
german: CU LRC Lyrics Addon installieren

# #30034
source: Country of the user
german: Land des Benutzers

# #30040
source: Video Quality
german: Video-Qualität

# #30041
source: Max Bandwidth
german: Max. Bandbreite

# #30048
source: Audio Only
german: Nur Audio

# #30101
source: Artist
german: Künstler

# #30103
source: Playlist
german: Playliste

# #30104
source: Track
german: Titel

# #30106
source: Artists
german: Künstler

# #30107
source: Albums
german: Alben

# #30108
source: Playlists
german: Playlisten

# #30109
source: Tracks
german: Titel

# #30111
source: New
german: Neue

# #30112
source: Local
german: Lokale

# #30113
source: Exclusive
german: Exklusive

# #30114
source: Recommended
german: Empfohlene

# #30115
source: Movies
german: Filme

# #30116
source: Shows
german: Serien

# #30118
source: Moods
german: Stimmungen

# #30120
source: Promotions
german: Promotionen

# #30121
source: Folder
german: Ordner

# #30122
source: Folders
german: Ordner

# #30124
source: Mixes
german: Mixe

# #30125
source: User Profile
german: Benutzerprofil

# #30126
source: User Profiles
german: Benutzerprofile

# #30201
source: My Music
german: Meine Musiksammlung

# #30203
source: What's New
german: Neuheiten

# #30206
source: Search
german: Suchen

# #30207
source: Logout
german: Abmelden

# #30208
source: Login
german: Anmelden

# #30209
source: Please log in via a web browser with URL:
german: Bitte über einen Web-Broser hier anmelden:

# #30210
source: Authorization problem
german: Anmeldefehler !

# #30212
source: Explore
german: Entdecken

# #30213
source: All my Playlists
german: Alle meine Playlisten

# #30214
source: Favorite Artists
german: Favorisierte Künstler

# #30215
source: Favorite Albums
german: Favorisierte Alben

# #30216
source: Favorite Playlists
german: Favorisierte Playlisten

# #30217
source: Favorite Tracks
german: Favorisierte Titel

# #30218
source: Favorite Videos
german: Favorisierte Videos

# #30219
source: Add to TIDAL Favorites
german: Hinzufügen zu TIDAL-Favoriten

# #30220
source: Remove from TIDAL Favorites
german: Entfernen aus TIDAL-Favoriten

# #30221
source: Show Artist
german: Künstler anzeigen

# #30222
source: Track Radio
german: Titel-Radio

# #30223
source: Recommended Tracks
german: Titel-Empfehlungen

# #30224
source: Recommended Videos
german: Video-Empfehlungen

# #30225
source: Artist Bio
german: Biografie

# #30226
source: Top Tracks
german: Beliebte Titel

# #30227
source: Artist Radio
german: Künstler-Radio

# #30228
source: Playlists from Artist
german: Playlisten vom Künstler

# #30229
source: Similar Artists
german: Ähnliche Künstler

# #30230
source: Summary
german: Zusammenfassung

# #30231
source: Added {what}
german: {what} hinzugefügt

# #30232
source: Removed {what}
german: {what} entfernt

# #30233
source: Name of the Playlist
german: Name der Playliste

# #30234
source: Description (optional)
german: Beschreibung (optional)

# #30235
source: Delete {what}
german: {what} löschen

# #30236
source: Playlist '{name}' contains {count} items. Are you sure that you want to delete this playlist?
german: Die Playliste '{name}' enthält {count} Elemente. Soll diese Playliste wirklich gelöscht werden ?

# #30237
source: Create new {what}
german: {what} anlegen

# #30238
source: Choose {what}
german: {what} auswählen

# #30239
source: Add to {what}
german: In {what} einfügen

# #30240
source: Remove from {what}
german: Aus {what} entfernen

# #30241
source: Are you sure that you want to remove item number {entry} from this playlist?
german: Soll Eintrag Nr. {entry} aus der Playliste entfernt werden ?

# #30242
source: blocked
german: gesperrt

# #30244
source: Next Page ({pos1}-{pos2} from {len})
german: Nächste Seite ({pos1}-{pos2} von {len})

# #30245
source: Show Album
german: Album anzeigen

# #30246
source: Are you sure to remove the item from this playlist?
german: Soll dieser Eintrag aus der Playliste entfernt werden ?

# #30247
source: Remove from '{name}'
german: Aus '{name}' entfernen

# #30248
source: Move to {what}
german: Verschieben in {what}

# #30249
source: Set as default for {what}
german: Als Default für {what} setzen

# #30250
source: Reset default for {what}
german: Default für {what} zurücksetzen

# #30251
source: {what} Playlist
german: {what} umbenennen

# #30252
source: Open Playlist (Audio only)
german: Playliste öffnen (nur Audio)

# #30253
source: Login failed!
german: Login fehlgeschlagen !

# #30254
source: Open as Track/Video Playlist
german: Als Track-/Video-Playliste öffnen

# #30255
source: Open as Album Playlist
german: Als Album-Playliste öffnen

# #30256
source: Do you really want to log out? Then a new login is necessary!
german: Wirklich abmelden ? Eine Neuanmeldung ist dann notwendig !

# #30257
source: Please set Client-ID and Client-Secret in the addon settings! Or log in with URL: {url}
german: Bitte Client-ID und Client-Secret in den Addon-Einstellungen setzen ! Oder über URL anmelden: {url}

# #30258
source: Clear {what}
german: {what} leeren

# #30259
source: Playlist '{name}' contains {count} items. Are you sure that you want to remove all items from this playlist?
german: Die Playliste '{name}' enthält {count} Elemente. Sollen alle Elemente aus der Playliste entfernt werden ?

# #30260
source: No auto search
german: keine autom. Suche

# #30261
source: Lock Search for New Music
german: Für autom. Suche sperren

# #30262
source: Enable Search for New Music
german: Für autom. Suche freigeben

# #30263
source: Adding to {what} ...
german: Hinzufügen zu {what} ...

# #30264
source: Removing from {what} ...
german: Entfernen aus {what} ...

# #30265
source: Moving to {what} ...
german: Verschieben nach {what} ...

# #30266
source: Edit {what}
german: {what} bearbeiten

# #30267
source: EPs and Singles
german: EPs und Singles

# #30268
source: Release Date: {:%m/%d/%Y}
german: Veröffentlichung: {:%d.%m.%Y}

# #30269
source: TIDAL API Error
german: TIDAL API Fehler

# #30270
source: Other Albums and Compilations
german: Andere Alben und Compilations

# #30271
source: Show Session-Info
german: Session-Information anzeigen

# #30272
source: Refresh Access-Token now
german: Access-Token jetzt aktualisieren

# #30273
source: My Folders and Playlists
german: Meine Ordner und Playlisten

# #30275
source: Favorite Mixes
german: Favorisierte Mixe

# #30276
source: The folder '{folder}' contains {count} playlists. User playlists will be deleted!
german: Der Ordner '{folder}' enthält noch {count} Playlisten. User-Playlisten werden mit gelöscht !

# #30277
source: Do you really want to delete the folder '{folder}'?
german: Soll der Ordner '{folder}' wirklich gelöscht werden ?

# #30278
source: Remove {name} from {what}
german: {name} aus {what} entfernen

# #30279
source: {what} is DRM protected
german: {what} ist DRM geschützt

# #30280
source: TIDAL2 - OAuth2 Login
german: TIDAL2 - OAuth2 Anmeldung

# #30282
source: Not logged in. Please log in via web browser!
german: Nicht angemeldet. Bitte über Web-Browser anmelden !

# #30283
source: Select TIDAL APK file
german: TIDAL APK Datei wählen

# #30284
source: Failed to load APK file
german: Fehler beim Lesen der APK-Datei

# #30285
source: APK file is not a TIDAL app
german: Die APK-Datei ist keine TIDAL-App

# #30286
source: No device type found in APK
german: Keine Gerätetypen in APK-Datei gefunden

# #30287
source: °Attention: Device type was selected from the TIDAL APK!<br>Client-ID and Client-Secret are fixed!
german: °Achtung: Gerätetyp wurde aus der TIDAL-APK übernommen !<br>Client-ID und Client-Secret sind fest vorgegeben !

# #30288
source: °Attention: No device type was selected from a TIDAL APK!<br>Please use working Client-ID and Client-Secret values directly!
german: °Achtung: Gerätetyp wurde nicht aus der TIDAL-APK übernommen !<br>Bitte funktionierende Client-ID und Client-Secret Werte direkt vorgeben !

# #30289
source: Select device type from TIDAL APK file
german: Gerätetyp aus TIDAL APK Datei lesen

# #30290
source: No device type selected. Should the existing device type be cleared? Then the Client-ID and Client-Secret must be set manually!
german: Kein Gerätetyp ausgewählt. Soll der vorhandene Gerätetyp entfernt werden ? Client-ID und Client-Secret müssen dann manuell gesetzt werden !

# #30291
source: E-Mail Address
german: E-Mail-Adresse

# #30292
source: Show {what}
german: {what} anzeigen

# #30293
source: Login Successful!
german: Login erfolgreich !

# #30294
source: Authorization code expired (1 minute)
german: Anmelde-Code abgelaufen (1 Minute)

# #30296
source: Codec {codec} not supported
german: Codec {codec} nicht abspielbar

# #30297
source: Step 1: Use following link to log in at TIDAL
german: 1. Schritt: Bei TIDAL über folgenden Link einloggen

# #30298
source: Please log in here
german: Bitte hier einloggen

# #30299
source: After logging in, an 'oops' page will appear. The URL of this page contains a one-time authorization code to retrieve the access tokens. This authorization code is valid for one minute!
german: Nach der Anmeldung erscheint eine 'Hoppla'-Seite. Die URL dieser Seite enthält einen Anmelde-Code, der nur einmal gültig ist und nach einer Minute abläuft !

# #30300
source: Step 2: Copy the URL into the following input field
german: 2. Schritt: Diese URL in folgendes Eingabefeld kopieren

# #30301
source: Step 3: Use the one-time authorization code to finish the login process
german: 3. Schritt: Mit dem Anmelde-Code der URL die TIDAL-Anmeldung abschließen

# #30302
source: Finish login
german: Anmeldung abschließen

# #30303
source: The authorization code has been sent to the TIDAL2 addon.
german: Der Anmelde-Code wurde an das TIDAL2-Addon übergeben.

# #30304
source: The login process continues in Kodi.
german: Der Anmeldeprozess wird in Kodi fortgesetzt.

# #30305
source: Back to the login page
german: Zurück zur Anmelde-Seite

# #30306
source: Loading favorites ...
german: Lade Favoriten ...

# #30307
source: Loading playlists ...
german: Lade Playlisten ...

# #30308
source: Loading playlist ({item}/{max}): {name}
german: Lade Playliste ({item}/{max}): {name}

# #30309
source: Saving playlist cache ...
german: Playlist-Cache speichern ...

# #30310
source: Picks
german: Top-Auswahl

# #30311
source: Public
german: Öffentlich

# #30312
source: General Search
german: Allgemeine Suche

# #30313
source: I'm following
german: Folge ich

# #30314
source: Set to public
german: Veröffentlichen

# #30315
source: Set to private
german: Auf privat setzen

# #30316
source: Public Playlists
german: Öffentliche Playlisten

# #30317
source: Profile {user} follows
german: Profile, denen {user} folgt

# #30318
source: Follow this profile
german: Diesem Profil folgen

# #30319
source: Unfollow this profile
german: Nicht mehr folgen

# #30320
source: Block {what}
german: Blockiere {what}

# #30321
source: Staff Picks
german: Wir empfehlen

# #30322
source: Clean Content
german: Familienfreundliche Inhalte

# #30323
source: My User Profile
german: Mein Benutzerprofil

# #30324
source: Followers of {user}
german: Followers von {user}

# #30325
source: Add {what}
german: {what} hinzufügen

# #30326
source: Search {what}
german: {what} suchen

# #30501
source: Use Colors in Labels
german: Farben in Label verwenden

# #30502
source: Enable Debug-Logging
german: Debug-Logging aktivieren

# #30503
source: Set playback information for Web-GUI
german: Playback-Informationen für Web-GUI setzen

# #30504
source: Not a FLAC Stream!
german: Kein FLAC-Stream !

# #30505
source: Use inputstream.ffmpegdirect as default player
german: Verwende inputstream.ffmpegdirect als Default-Player

# #30507
source: Delete Album Cache
german: Album-Cache löschen

# #30508
source: Are you sure you want to delete the Album Cache Database?
german: Soll der Album-Cache wirklich gelöscht werden ?

# #30509
source: Add sort methods for item lists
german: Sortierkriterien in Listen aktivieren

# #30510
source: Log API JSON data
german: JSON-Daten der API loggen

# #30511
source: Activate Fanart HTTP Server
german: Fanart-HTTP-Server aktivieren

# #30512
source: IP-Port for internal HTTP Server
german: IP-Port für internen HTTP-Server

# #30513
source: Playback Mode for AAC MPD
german: Playback-Modus für AAC MPD

# #30514
source: Playback Mode for FLAC MPD
german: Playback-Modus für FLAC MPD

# #30515
source: inputstream.ffmpegdirect plays MPD
german: inputstream.ffmpegdirect spielt MPD

# #30516
source: Play as HLS
german: Als HLS abspielen

# #30517
source: Use inputstream.adaptive
german: Benutze inputstream.adaptive

# #30518
source: Use inputstream.ffmpegdirect
german: Benutze inputstream.ffmpegdirect

# #30519
source: Folder
german: Ordner

# #30520
source: Favorites
german: Favoriten

# #30521
source: Locked Streams
german: Gesperrte Streams

# #30522
source: Own Playlists
german: Eigene Playlisten

# #30526
source: Follower Profiles
german: Follower-Profile

# #30527
source: MPD Cache size
german: MPD-Cache Größe

# #30900
source: Without color
german: Ohne Farbe

# #30901
source: [COLOR maroon]maroon[/COLOR]
german: [COLOR maroon]Kastanienbraun[/COLOR]

# #30902
source: [COLOR brown]brown[/COLOR]
german: [COLOR brown]Braun[/COLOR]

# #30903
source: [COLOR red]red[/COLOR]
german: [COLOR red]Rot[/COLOR]

# #30908
source: [COLOR yellow]yellow[/COLOR]
german: [COLOR yellow]Gelb[/COLOR]

# #30909
source: [COLOR lightyellow]lightyellow[/COLOR]
german: [COLOR lightyellow]Hellgelb[/COLOR]

# #30910
source: [COLOR green]green[/COLOR]
german: [COLOR green]Grün[/COLOR]

# #30911
source: [COLOR limegreen]limegreen[/COLOR]
german: [COLOR limegreen]Limettengrün[/COLOR]

# #30912
source: [COLOR greenyellow]greenyellow[/COLOR]
german: [COLOR greenyellow]Gelbgrün[/COLOR]

# #30913
source: [COLOR blue]blue[/COLOR]
german: [COLOR blue]Blau[/COLOR]

# #30914
source: [COLOR lightblue]lightblue[/COLOR]
german: [COLOR lightblue]Hellblau[/COLOR]

# #30915
source: [COLOR cyan]cyan[/COLOR]
german: [COLOR cyan]Türkis[/COLOR]

# #30916
source: [COLOR gray]gray[/COLOR]
german: [COLOR gray]Grau[/COLOR]

# #30917
source: [COLOR lightgray]lightgray[/COLOR]
german: [COLOR lightgray]Hellgrau[/COLOR]

# #30918
source: [COLOR white]white[/COLOR]
german: [COLOR white]Weiß[/COLOR]

# #30919
source: [COLOR black]black[/COLOR]
german: [COLOR black]Schwarz[/COLOR]
